results/litestar.txt
wrk -t12 -c400 -d10s -s wrk_script.lua http://localhost:8000/echo
Running 10s test @ http://localhost:8000/echo
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    14.65ms   18.44ms 162.58ms   86.78%
    Req/Sec     3.62k     2.03k   16.73k    86.52%
  433571 requests in 10.10s, 71.12MB read
  Socket errors: connect 0, read 306, write 0, timeout 0
  Non-2xx or 3xx responses: 433571
Requests/sec:  42916.57
Transfer/sec:      7.04MB