results/quart.txt
wrk -t12 -c400 -d10s -s wrk_script.lua http://localhost:8000/echo
Running 10s test @ http://localhost:8000/echo
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.36ms   33.89ms 343.51ms   84.96%
    Req/Sec     1.82k     0.92k    5.73k    70.92%
  217954 requests in 10.02s, 31.80MB read
  Socket errors: connect 0, read 291, write 0, timeout 0
Requests/sec:  21749.43
Transfer/sec:      3.17MB