results/robyn.txt
wrk -t12 -c400 -d10s -s wrk_script.lua http://localhost:8000/echo
Running 10s test @ http://localhost:8000/echo
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    45.33ms   75.92ms 627.32ms   85.32%
    Req/Sec     5.56k     2.77k   37.09k    82.25%
  644527 requests in 10.10s, 79.91MB read
  Socket errors: connect 0, read 375, write 0, timeout 0
Requests/sec:  63799.35
Transfer/sec:      7.91MB