results/sanic.txt
wrk -t12 -c400 -d10s -s wrk_script.lua http://localhost:8000/echo
Running 10s test @ http://localhost:8000/echo
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.49ms   21.19ms 180.28ms   85.84%
    Req/Sec     3.50k     1.93k   31.08k    83.18%
  418422 requests in 10.10s, 68.24MB read
  Socket errors: connect 0, read 333, write 0, timeout 0
Requests/sec:  41407.50
Transfer/sec:      6.75MB