results/sanic.txt
wrk -t12 -c400 -d10s -s wrk_script.lua http://localhost:8000/echo
Running 10s test @ http://localhost:8000/echo
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.23ms   18.94ms 152.21ms   86.20%
    Req/Sec     3.51k     2.01k   12.76k    84.67%
  419482 requests in 10.01s, 68.41MB read
  Socket errors: connect 0, read 347, write 0, timeout 0
Requests/sec:  41891.69
Transfer/sec:      6.83MB