results/starlette.txt
wrk -t12 -c400 -d10s -s wrk_script.lua http://localhost:8000/echo
Running 10s test @ http://localhost:8000/echo
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.04ms    8.67ms  82.63ms   86.90%
    Req/Sec     5.47k     1.13k   20.76k    76.23%
  654579 requests in 10.10s, 94.89MB read
  Socket errors: connect 0, read 363, write 3, timeout 0
Requests/sec:  64799.43
Transfer/sec:      9.39MB